[
  {
    "title": "Do you ask enough questions? Or do you settle for what you know?"
  },
  {
    "title": "Have you done anything lately worth remembering?"
  },
  {
    "title": "When was the last time you tried something new?"
  },
  {
    "title": "If not now, then when?"
  },
  {
    "title": "If you had to teach something, what would you teach?"
  },
  {
    "title": "What makes you smile?"
  },
  {
    "title": "Are you holding onto something that you need to let go of?"
  },
  {
    "title": "Which is worse, failing or never trying?"
  },
  {
    "title": "Is stealing to feed a starving child wrong?"
  },
  {
    "title": "What do you want most?"
  },
  {
    "title": "What is the one thing you would most like to change about the world?"
  },
  {
    "title": "What impact do you want to leave on the world?"
  },
  {
    "title": "Are we living in a simulated universe?"
  },
  {
    "title": "When was your first impression of someone wrong?"
  },
  {
    "title": "What have you done that you are truly proud of?"
  },
  {
    "title": "What do you want to be known for?"
  },
  {
    "title": "What bad habits do you want to break?"
  },
  {
    "title": "What simple fact do you wish more people understood?"
  },
  {
    "title": "What is your greatest challenge?"
  },
  {
    "title": "How do you define success?"
  },
  {
    "title": "What can money not buy?"
  },
  {
    "title": "Can you think of a time when impossible became possible?"
  },
  {
    "title": "How short would your life have to be before you would start living differently today?"
  },
  {
    "title": "How do you spend the majority of your free time?"
  },
  {
    "title": "What have you learned recently that has changed the way you live?"
  },
  {
    "title": "What is the nicest thing someone has ever done for you?"
  },
  {
    "title": "What are your favorite simple pleasures?"
  },
  {
    "title": "What book has had the greatest influence on your life?"
  },
  {
    "title": "What do you do with the majority of your money?"
  },
  {
    "title": "What worries you most about the future?"
  },
  {
    "title": "Other than money, what else have you gained from your current job?"
  },
  {
    "title": "Who has had the greatest impact on your life?"
  },
  {
    "title": "Who depends on you?"
  },
  {
    "title": "Who would you like to forgive?"
  },
  {
    "title": "What is missing in your life?"
  },
  {
    "title": "Which one of your responsibilities do you wish you could get rid of?"
  },
  {
    "title": "What is the biggest change you have made in your life in the last year?"
  },
  {
    "title": "What do you do over and over again that you hate doing?"
  },
  {
    "title": "Through all of life's twists and turns, who has been there for you?"
  },
  {
    "title": "What was your last major accomplishment?"
  },
  {
    "title": "What do you do online that you would never do in real life?"
  },
  {
    "title": "What is your most annoying habit?"
  },
  {
    "title": "Do you think marriage is necessary? Why or why not?"
  },
  {
    "title": "What have you done once that you will never do again?"
  },
  {
    "title": "What do you think about almost every day?"
  },
  {
    "title": "What's something that's overrated?"
  },
  {
    "title": "What chance are you given every single day?"
  },
  {
    "title": "What gives you hope?"
  },
  {
    "title": "What are you getting tired of in your life?"
  },
  {
    "title": "What's something no one can take away from you?"
  },
  {
    "title": "What's one great thing that's free?"
  },
  {
    "title": "What's something that's easier for you than it is for most people?"
  },
  {
    "title": "What's something more people need to start caring about?"
  },
  {
    "title": "What are you glad you let go of?"
  },
  {
    "title": "What makes you different?"
  },
  {
    "title": "What is the one thing you would most like to change about yourself?"
  },
  {
    "title": "What's one thing you should never waste your time on?"
  },
  {
    "title": "What's something small that made a big difference in your life?"
  },
  {
    "title": "What's something everyone should experience at least once?"
  },
  {
    "title": "What does every child deserve?"
  },
  {
    "title": "What is the most difficult question you have ever had to answer?"
  },
  {
    "title": "What is the best job in the world?"
  },
  {
    "title": "What's something you have always wanted to do, but haven't yet done?"
  },
  {
    "title": "What would you like to do for the rest of your life?"
  },
  {
    "title": "What's something simple that makes you smile?"
  },
  {
    "title": "What stands between you and what you want?"
  },
  {
    "title": "What was the last wish you made?"
  },
  {
    "title": "What are you naturally good at?"
  },
  {
    "title": "What's something you would regret not doing?"
  },
  {
    "title": "What are you glad you quit?"
  }
]