[
  {
    "title": "Do you ask enough questions? Or do you settle for what you know?"
  },
  {
    "title": "Have you done anything lately worth remembering?"
  },
  {
    "title": "When was the last time you tried something new?"
  },
  {
    "title": "If not now, then when?"
  },
  {
    "title": "If you had to teach something, what would you teach?"
  },
  {
    "title": "What makes you smile?"
  },
  {
    "title": "Are you holding onto something that you need to let go of?"
  },
  {
    "title": "Which is worse, failing or never trying?"
  },
  {
    "title": "Is stealing to feed a starving child wrong?"
  },
  {
    "title": "What do you want most?"
  },
  {
    "title": "What is the one thing you would most like to change about the world?"
  },
  {
    "title": "What impact do you want to leave on the world?"
  },
  {
    "title": "Are we living in a simulated universe?"
  },
  {
    "title": "When was your first impression of someone wrong?"
  },
  {
    "title": "What have you done that you are truly proud of?"
  },
  {
    "title": "What do you want to be known for?"
  },
  {
    "title": "What bad habits do you want to break?"
  },
  {
    "title": "What simple fact do you wish more people understood?"
  },
  {
    "title": "What is your greatest challenge?"
  },
  {
    "title": "How do you define success?"
  },
  {
    "title": "What can money not buy?"
  },
  {
    "title": "Can you think of a time when impossible became possible?"
  },
  {
    "title": "How short would your life have to be before you would start living differently today?"
  },
  {
    "title": "How do you spend the majority of your free time?"
  },
  {
    "title": "What have you learned recently that has changed the way you live?"
  },
  {
    "title": "What is the nicest thing someone has ever done for you?"
  },
  {
    "title": "What are your favorite simple pleasures?"
  },
  {
    "title": "What book has had the greatest influence on your life?"
  },
  {
    "title": "What do you do with the majority of your money?"
  },
  {
    "title": "What worries you most about the future?"
  },
  {
    "title": "Other than money, what else have you gained from your current job?"
  },
  {
    "title": "Who has had the greatest impact on your life?"
  },
  {
    "title": "Who depends on you?"
  },
  {
    "title": "Who would you like to forgive?"
  },
  {
    "title": "What is missing in your life?"
  },
  {
    "title": "Which one of your responsibilities do you wish you could get rid of?"
  },
  {
    "title": "What is the biggest change you have made in your life in the last year?"
  },
  {
    "title": "What do you do over and over again that you hate doing?"
  },
  {
    "title": "Through all of life's twists and turns, who has been there for you?"
  },
  {
    "title": "What was your last major accomplishment?"
  },
  {
    "title": "What do you do online that you would never do in real life?"
  },
  {
    "title": "What is your most annoying habit?"
  },
  {
    "title": "Do you think marriage is necessary? Why or why not?"
  },
  {
    "title": "What have you done once that you will never do again?"
  },
  {
    "title": "What do you think about almost every day?"
  },
  {
    "title": "What's something that's overrated?"
  },
  {
    "title": "What chance are you given every single day?"
  },
  {
    "title": "What gives you hope?"
  },
  {
    "title": "What are you getting tired of in your life?"
  },
  {
    "title": "What's something no one can take away from you?"
  },
  {
    "title": "What's one great thing that's free?"
  },
  {
    "title": "What's something that's easier for you than it is for most people?"
  },
  {
    "title": "What's something more people need to start caring about?"
  },
  {
    "title": "What are you glad you let go of?"
  },
  {
    "title": "What makes you different?"
  },
  {
    "title": "What is the one thing you would most like to change about yourself?"
  },
  {
    "title": "What's one thing you should never waste your time on?"
  },
  {
    "title": "What's something small that made a big difference in your life?"
  },
  {
    "title": "What's something everyone should experience at least once?"
  },
  {
    "title": "What does every child deserve?"
  },
  {
    "title": "What is the most difficult question you have ever had to answer?"
  },
  {
    "title": "What is the best job in the world?"
  },
  {
    "title": "What's something you have always wanted to do, but haven't yet done?"
  },
  {
    "title": "What would you like to do for the rest of your life?"
  },
  {
    "title": "What's something simple that makes you smile?"
  },
  {
    "title": "What stands between you and what you want?"
  },
  {
    "title": "What was the last wish you made?"
  },
  {
    "title": "What are you naturally good at?"
  },
  {
    "title": "What's something you would regret not doing?"
  },
  {
    "title": "What are you glad you quit?"
  },
  {
    "title": "If you haven't achieved it yet, what do you have to lose?"
  },
  {
    "title": "What is your favorite sound?"
  },
  {
    "title": "What's something new you recently learned about yourself?"
  },
  {
    "title": "What do you like/dislike most about your job?"
  },
  {
    "title": "What do you want more/less of in your life?"
  },
  {
    "title": "Who would you like to please the most? Why?"
  },
  {
    "title": "What has fear of failure stopped you from doing?"
  },
  {
    "title": "What are you really good at?"
  },
  {
    "title": "Who makes you feel good about yourself?"
  },
  {
    "title": "What are you waiting for?"
  },
  {
    "title": "What simple gesture have you recently witnessed that renewed your hope in humanity?"
  },
  {
    "title": "What was the last thing that made you laugh out loud?"
  },
  {
    "title": "What is your biggest phobia?"
  },
  {
    "title": "What life lesson did you learn the hard way?"
  },
  {
    "title": "How many hours a week do you spend online?"
  },
  {
    "title": "What do you love to do?"
  },
  {
    "title": "What do you love to practice?"
  },
  {
    "title": "What are you an expert at?"
  },
  {
    "title": "What things in life should always be free?"
  },
  {
    "title": "Do you give money to homeless people? Why or why not?"
  },
  {
    "title": "What's something everyone should do more often?"
  },
  {
    "title": "What's something everyone should know how to do?"
  },
  {
    "title": "What's a simple way to make a stranger smile?"
  },
  {
    "title": "What's one simple way to make life less complicated?"
  },
  {
    "title": "What's one simple rule you live by?"
  },
  {
    "title": "Was mathematics invented or discovered?"
  },
  {
    "title": "Is happiness ever truly worth it if others both currently and previously have suffered to bring it into existence?"
  },
  {
    "title": "Do you see yourself as individual or connected?"
  },
  {
    "title": "Why do/don't you want to have children?"
  },
  {
    "title": "Do we have the right to give birth to children?"
  },
  {
    "title": "If we want no one to suffer and think we're not selfish, then why do we bring children to life?"
  },
  {
    "title": "Why can't we consent to be born?"
  },
  {
    "title": "Can life really be regarded as a \"gift\"?"
  },
  {
    "title": "Why would you create a desire for having a child in the first place, when the person obtaining it cannot deny such a request?"
  },
  {
    "title": "Is addiction ever a good, worthwhile thing?"
  },
  {
    "title": "Is life actually killing us with death?"
  },
  {
    "title": "Is it out of reach? Or have you just not stretched yourself far enough?"
  },
  {
    "title": "Who do you love? What are you doing about it?"
  },
  {
    "title": "Do you think crying is a sign of weakness or strength?"
  },
  {
    "title": "Do you celebrate the things you do have?"
  },
  {
    "title": "What is the difference between living and existing?"
  },
  {
    "title": "Time or money?"
  },
  {
    "title": "Which activities make you lose track of time?"
  },
  {
    "title": "Would you break the law to save a loved one?"
  },
  {
    "title": "Would you rather have less work to do or more work you actually enjoy doing?"
  },
  {
    "title": "When was the last time you listened to the sound of your own breathing?"
  },
  {
    "title": "What's something you know you do differently than most people?"
  },
  {
    "title": "If we learn from our mistakes, why are we always so afraid to make a mistake?"
  },
  {
    "title": "If life is so short, why do we do so many things we don't like, and like so many things we don't do?"
  },
  {
    "title": "What gives your life meaning?"
  },
  {
    "title": "What makes everyone smile?"
  },
  {
    "title": "What do you owe yourself?"
  },
  {
    "title": "Why do you matter?"
  },
  {
    "title": "What are you sure of in your life?"
  },
  {
    "title": "What is the greatest truth?"
  },
  {
    "title": "When have you worked hard and loved every minute of it?"
  },
  {
    "title": "What do you love most about yourself?"
  },
  {
    "title": "How have you helped someone else recently?"
  },
  {
    "title": "What is your greatest skill?"
  },
  {
    "title": "How are you pursuing your dreams?"
  },
  {
    "title": "What's the biggest lie you once believed was true?"
  },
  {
    "title": "What's been on your mind most lately?"
  },
  {
    "title": "What risks do you wish you had taken?"
  },
  {
    "title": "What motivates you to go to work each day?"
  },
  {
    "title": "What is your greatest strength and your greatest weakness?"
  },
  {
    "title": "Do you like the city or town you live in? Why or why not?"
  },
  {
    "title": "What's the best part of being you?"
  },
  {
    "title": "What's the best decision you've ever made?"
  },
  {
    "title": "Based on your current daily actions and routines, where would you expect to be in five years?"
  },
  {
    "title": "When you have an hour of free time, what do you usually do?"
  },
  {
    "title": "What makes you feel secure?"
  },
  {
    "title": "What is your favorite smell?"
  },
  {
    "title": "What makes life easier?"
  },
  {
    "title": "Does money make you happy?"
  },
  {
    "title": "What have you bought that you never use?"
  },
  {
    "title": "Do you text while driving? Why?"
  },
  {
    "title": "What do you wish did not exist?"
  },
  {
    "title": "What decisions have you waited too long to make?"
  },
  {
    "title": "What do you need to spend more time doing?"
  },
  {
    "title": "What's the last thing you regret buying?"
  },
  {
    "title": "What is something you wish you did not have?"
  },
  {
    "title": "What mistakes do you make over and over again?"
  },
  {
    "title": "What do you do when you love someone who doesn't love you back?"
  },
  {
    "title": "What is worth the pain?"
  },
  {
    "title": "What's something that can't be taught?"
  },
  {
    "title": "What promise to yourself do you still need to fulfill?"
  },
  {
    "title": "Who have you been thinking about recently?"
  },
  {
    "title": "What's something you no longer do that you used to do frequently?"
  },
  {
    "title": "What lies do you often hear people tell?"
  },
  {
    "title": "What is something you strongly believe will happen in the future?"
  },
  {
    "title": "What's something nobody could ever steal from you?"
  },
  {
    "title": "What's something that happened to you that made you stronger?"
  },
  {
    "title": "What's something everyone needs to discover for themselves?"
  },
  {
    "title": "What is your purpose?"
  },
  {
    "title": "What's something you must have in your life?"
  },
  {
    "title": "When is intelligence not enough?"
  },
  {
    "title": "What is something that can bring people together?"
  },
  {
    "title": "What's something that's harder for you than it is for most people?"
  },
  {
    "title": "What's something you think about all the time?"
  },
  {
    "title": "What's something you have always wanted to try?"
  },
  {
    "title": "What's something many people mistakenly assume about you?"
  },
  {
    "title": "What's something everyone should start doing for others?"
  },
  {
    "title": "What change to your routine has saved you the most time?"
  },
  {
    "title": "What is one thing in your life that keeps getting better and better?"
  },
  {
    "title": "What's something you must quit to be happy?"
  },
  {
    "title": "What's one skill you need to succeed at anything?"
  },
  {
    "title": "What is something you know you need to stop doing?"
  },
  {
    "title": "What does time not heal?"
  },
  {
    "title": "What's one goal that motivates you?"
  },
  {
    "title": "What would the child you once were think of the adult you have become?"
  },
  {
    "title": "What do you tolerate almost every day?"
  },
  {
    "title": "What's something you know you're doing wrong?"
  },
  {
    "title": "What is something you must give up to move forward?"
  },
  {
    "title": "At what age did you become an adult?"
  },
  {
    "title": "What's something you can only give to yourself?"
  },
  {
    "title": "What causes you the most stress in life?"
  },
  {
    "title": "What do you think should be illegal that isn't?"
  },
  {
    "title": "What's the farthest you have ever traveled from home?"
  },
  {
    "title": "How do you want to live?"
  },
  {
    "title": "What causes you to stop respecting another person?"
  },
  {
    "title": "What's something you are 100% devoted to?"
  },
  {
    "title": "What did you give up on too soon?"
  },
  {
    "title": "What's something you wish happened more often?"
  },
  {
    "title": "What's one mistake you will never make again?"
  },
  {
    "title": "What's one thing that would make your life easier?"
  },
  {
    "title": "What makes life difficult?"
  },
  {
    "title": "Who is one person you will never forget?"
  },
  {
    "title": "What's something you do everyday that you hate to do?"
  },
  {
    "title": "What kind of people does the world need more of?"
  },
  {
    "title": "What's a word that has lots of power?"
  },
  {
    "title": "What is something that is often wasted?"
  },
  {
    "title": "What is one thing you absolutely need in life?"
  },
  {
    "title": "What's one thing you're never too young or too old to enjoy?"
  },
  {
    "title": "What qualities do you love most about your family and closest friends?"
  },
  {
    "title": "What's the easiest thing to love?"
  },
  {
    "title": "What is always worth the wait?"
  },
  {
    "title": "What do you not like to waste?"
  },
  {
    "title": "What is it about society today that worries you the most?"
  },
  {
    "title": "What's one problem you're thankful you don't have?"
  },
  {
    "title": "What's something positive you tell yourself when everything seems to be going wrong?"
  },
  {
    "title": "What's one thing that would help solve all the world's problems?"
  },
  {
    "title": "What would you immediately do differently if you knew no one would judge you?"
  },
  {
    "title": "What is something that will shorten your life?"
  },
  {
    "title": "What's one opportunity you have now that you have not taken?"
  },
  {
    "title": "What is something you are tired of seeing online?"
  },
  {
    "title": "What's something that always leaves you wanting more?"
  },
  {
    "title": "What do you most regret never telling someone?"
  },
  {
    "title": "When did you last judge someone who you didn't even know?"
  },
  {
    "title": "What's something you enjoy doing again and again?"
  },
  {
    "title": "What's something you enjoy doing for other people?"
  },
  {
    "title": "If you could do it all over again, would you change anything?"
  },
  {
    "title": "What does your joy look like today?"
  },
  {
    "title": "Is it possible to lie without saying a word?"
  },
  {
    "title": "If you had a friend who spoke to you in the same way that you sometimes speak to yourself, how long would you allow that person to be your friend?"
  },
  {
    "title": "What would you regret not fully doing, being, or having in your life?"
  },
  {
    "title": "Are you aware that someone might have it worse than you do?"
  },
  {
    "title": "When you're old, what will matter to you the most?"
  },
  {
    "title": "When is it time to stop calculating risk and rewards, and just do what you know is right?"
  },
  {
    "title": "How old would you be if you didn't know how old you are?"
  },
  {
    "title": "When it's all said and done, will you have said more than you've done?"
  },
  {
    "title": "If you had the opportunity to get a message across to a large group of people, what would your message be?"
  },
  {
    "title": "If the average human lifespan was 40 years, how would you live your life differently?"
  },
  {
    "title": "What do we all have in common, besides our genes, that makes us human beings?"
  },
  {
    "title": "If you could choose one book as a mandatory read for all high school students, which book would you choose?"
  },
  {
    "title": "What does \"The American Dream\" mean to you?"
  },
  {
    "title": "If you could instill one piece of advice in a newborn baby's mind, what advice would you give?"
  },
  {
    "title": "What is the most desirable trait another person can possess?"
  },
  {
    "title": "What are you most grateful for?"
  },
  {
    "title": "Are you more worried about doing things right, or doing the right things?"
  },
  {
    "title": "What has life taught you recently?"
  },
  {
    "title": "Where do you find inspiration?"
  },
  {
    "title": "What is the most defining moment of your life thus far?"
  },
  {
    "title": "In the haste of your daily life, what are you not seeing?"
  },
  {
    "title": "What lifts your spirits when life gets you down?"
  },
  {
    "title": "Have you ever regretted something you didn't say or do?"
  },
  {
    "title": "Has your greatest fear ever come true?"
  },
  {
    "title": "Why do we think of others the most when they're gone?"
  },
  {
    "title": "What is your most beloved childhood memory?"
  },
  {
    "title": "Is it more important to love or be loved?"
  },
  {
    "title": "If you had the chance to go back in time and change one thing, would you do it?"
  },
  {
    "title": "Who/what do you think stands between you and happiness?"
  },
  {
    "title": "Can there be happiness without sadness? Pleasure without pain? Peace without war?"
  },
  {
    "title": "What's the one thing you'd like others to remember about you at the end of your life?"
  },
  {
    "title": "Is there such a thing as perfect?"
  },
  {
    "title": "To what degree have you actually controlled the course your life has taken?"
  },
  {
    "title": "What does it mean to be human?"
  },
  {
    "title": "Where would you most like to go and why?"
  },
  {
    "title": "Is it more important to do what you love or to love what you are doing?"
  },
  {
    "title": "What small act of kindness were you once shown that you will never forget?"
  },
  {
    "title": "What is your happiest childhood memory? What makes it so special?"
  },
  {
    "title": "What is the simplest truth you can express in words?"
  },
  {
    "title": "Do you own your things? Or do your things own you?"
  },
  {
    "title": "Would you rather lose all of your old memories, or never be able to make new ones?"
  },
  {
    "title": "How do you deal with someone in a position of power who wants you to fail?"
  },
  {
    "title": "What do you have that you cannot live without?"
  },
  {
    "title": "What sustains you on a daily basis?"
  },
  {
    "title": "Do you ever celebrate the green lights?"
  },
  {
    "title": "What personal prisons have you built out of fears?"
  },
  {
    "title": "What one thing have you not done that you really want to do?"
  },
  {
    "title": "Why are you, you?"
  },
  {
    "title": "Is it ever right to do the wrong thing? Is it ever wrong to do the right thing?"
  },
  {
    "title": "How would you define \"freedom\" in your own words?"
  },
  {
    "title": "What is the most important thing you could do right now in your personal life?"
  },
  {
    "title": "What animal are you most drawn to?"
  },
  {
    "title": "Would you ever give up your life to save someone else?"
  },
  {
    "title": "Are you happy with yourself?"
  },
  {
    "title": "What is the meaning of \"peace\" to you?"
  },
  {
    "title": "When do you feel most like yourself?"
  },
  {
    "title": "When you help someone, do you ever think, \"What's in it for me?\"?"
  },
  {
    "title": "What have you read online recently that inspired you?"
  },
  {
    "title": "Beyond the titles that others have given you, who are you?"
  },
  {
    "title": "Is it possible to know the truth without challenging it first?"
  },
  {
    "title": "If you could live the next 24 hours and then erase it and start over just once, what would you do?"
  },
  {
    "title": "What's your definition of \"heaven\"?"
  },
  {
    "title": "Is there ever a time when giving up makes sense?"
  },
  {
    "title": "What makes you proud?"
  },
  {
    "title": "Where do you find peace?"
  },
  {
    "title": "Will this day matter is five years?"
  },
  {
    "title": "Do you see to believe or believe to see?"
  },
  {
    "title": "What's the next big step you need to take?"
  },
  {
    "title": "What are the primary components of a successful life?"
  },
  {
    "title": "How would the world be different if you were never born?"
  },
  {
    "title": "With the resources you have, what can you do right now to bring yourself closer to your goal?"
  },
  {
    "title": "Why do we idolize sports players?"
  },
  {
    "title": "What do you do to deliberately impress others?"
  },
  {
    "title": "In your lifetime, what have you done that hurt somebody else?"
  },
  {
    "title": "What's the best part of growing older?"
  },
  {
    "title": "When was the last time you lied? What did you lie about?"
  },
  {
    "title": "When was the last time you were really angry? Angry about what?"
  },
  {
    "title": "When you look into the past, what do you miss the most?"
  },
  {
    "title": "What are you looking forward to?"
  },
  {
    "title": "What is the number one thing you want to accomplish before you die?"
  },
  {
    "title": "If you had to move 3000 miles away, what one thing would you miss most?"
  },
  {
    "title": "What would you like to change?"
  },
  {
    "title": "What or who has been distracting you?"
  },
  {
    "title": "What's something most people don't know about you?"
  },
  {
    "title": "If you could relive yesterday, what would you do differently?"
  },
  {
    "title": "What white lies do you often tell?"
  },
  {
    "title": "What did life teach you yesterday?"
  },
  {
    "title": "What have you done that you are not proud of?"
  },
  {
    "title": "How would you spend your ideal day?"
  },
  {
    "title": "What do you admire most about your mother and father?"
  },
  {
    "title": "What is the best advice you have ever received?"
  },
  {
    "title": "If you could live forever, would you want to?"
  },
  {
    "title": "What is your biggest regret?"
  },
  {
    "title": "When you meet someone for the very first time, what do you want them to think about you?"
  },
  {
    "title": "Are you happy with where you are in your life? Why?"
  },
  {
    "title": "How many hours of TV do you watch in ... A week? A month? A year?"
  },
  {
    "title": "What do you sometimes pretend you understand that you really don't?"
  },
  {
    "title": "What celebrities do you admire? Why?"
  },
  {
    "title": "What good comes from suffering?"
  },
  {
    "title": "What is important enough to go to war over?"
  },
  {
    "title": "How much money per month is enough for you to live comfortably?"
  },
  {
    "title": "Who do you sometimes compare yourself to?"
  },
  {
    "title": "What questions do you often ask yourself?"
  },
  {
    "title": "What is something you have always wanted since you were a kid?"
  },
  {
    "title": "When did you not speak up when you should have?"
  },
  {
    "title": "Who or what is the greatest enemy of mankind?"
  },
  {
    "title": "What's something you wish you had done earlier in life?"
  },
  {
    "title": "What do you know well enough to teach to others?"
  },
  {
    "title": "What have you lost interest in recently?"
  },
  {
    "title": "What is the number one solution to healing the world?"
  },
  {
    "title": "Where do you spend most of your time while you're awake?"
  },
  {
    "title": "When was the last time you felt lucky?"
  },
  {
    "title": "When did you first realize that life is short?"
  },
  {
    "title": "What's something you don't like to do that you are still really good at?"
  },
  {
    "title": "What's a belief you hold with which many people disagree?"
  },
  {
    "title": "What's one downside of the modern day world?"
  },
  {
    "title": "What's the number one reason your best friend is your best friend?"
  },
  {
    "title": "What's something you hated before that you truly enjoy now?"
  },
  {
    "title": "Would you want to live in a world where everything could be explained?"
  },
  {
    "title": "What's something you said you'd never do, but have since done?"
  },
  {
    "title": "What is there not enough of in the world?"
  },
  {
    "title": "What do you like to share with others?"
  },
  {
    "title": "What does the child inside you long for?"
  },
  {
    "title": "No matter how small, what have you built or developed from the ground up?"
  },
  {
    "title": "What's the most difficult decision you've ever made?"
  },
  {
    "title": "What have you witnessed that made you feel grateful for what you have?"
  },
  {
    "title": "What's the farthest away you've ever lived from your hometown where you grew up?"
  },
  {
    "title": "What do you wish you didn't know?"
  },
  {
    "title": "What is your favorite animal?"
  },
  {
    "title": "What's the most valuable thing you own?"
  },
  {
    "title": "When have you been the most impressed with yourself?"
  },
  {
    "title": "How did your parents meet?"
  },
  {
    "title": "Why do some of the nicest people have so few friends?"
  },
  {
    "title": "What's the hardest thing you've ever had to tell someone?"
  },
  {
    "title": "What general qualities do you typically notice about people when you first meet them?"
  },
  {
    "title": "What recently reminded you of how fast time flies?"
  },
  {
    "title": "What problems do rich people have that average income families do not have?"
  },
  {
    "title": "What do you need most right now?"
  },
  {
    "title": "Why did you leave your last job?"
  },
  {
    "title": "What would make you smile right now?"
  },
  {
    "title": "What topic does not receive as much mainstream media coverage as it should?"
  },
  {
    "title": "What's the most important thing you learned in high school?"
  },
  {
    "title": "How will you raise your kids differently from the way your parents raised you?"
  },
  {
    "title": "What have you given up on?"
  },
  {
    "title": "What's something you're extremely picky about?"
  },
  {
    "title": "What's something you have always wanted, but don't yet have?"
  },
  {
    "title": "What was your first job title?"
  },
  {
    "title": "Right now, who do you miss?"
  },
  {
    "title": "If you were guaranteed an honest response to one question, whom would you question, and what would you ask them?"
  },
  {
    "title": "What's something that used to scare you, but no longer does?"
  },
  {
    "title": "What do you have a hard time saying \"no\" to?"
  },
  {
    "title": "How are you different now compared to who you were in high school?"
  },
  {
    "title": "What could I learn about you by just meeting your friends?"
  },
  {
    "title": "What's something about you that has never changed?"
  },
  {
    "title": "What event from your past would you like to re-experience?"
  },
  {
    "title": "What do you appreciate most about your current situation?"
  },
  {
    "title": "What fascinates you?"
  },
  {
    "title": "What's something from the past that you don't miss at all?"
  },
  {
    "title": "What did you like least about your childhood?"
  },
  {
    "title": "What is something you tell yourself every day?"
  },
  {
    "title": "What do you desire more than money?"
  },
  {
    "title": "Who is one person you define as successful? Why?"
  },
  {
    "title": "What's something you should leave in the past?"
  },
  {
    "title": "What do your clothes say about you?"
  },
  {
    "title": "What is something you say too often?"
  },
  {
    "title": "What song always makes you happier?"
  },
  {
    "title": "What makes a person truly rich?"
  },
  {
    "title": "Who or what do you try to avoid on a daily basis?"
  },
  {
    "title": "What's one bad habit that makes you miserable?"
  },
  {
    "title": "What do you wish someone could help you with right now?"
  },
  {
    "title": "What do you need to emotionally distance yourself from?"
  },
  {
    "title": "What do you like the most about winter?"
  },
  {
    "title": "Who are you grateful for?"
  },
  {
    "title": "What is your favorite free thing to do?"
  },
  {
    "title": "What do you hope to change?"
  },
  {
    "title": "What's something you enjoy doing alone?"
  },
  {
    "title": "Where would you like to go right now?"
  },
  {
    "title": "What confuses you the most about society these days?"
  },
  {
    "title": "What can you do quickly and correctly?"
  },
  {
    "title": "What temptations would you be better off removing from your life?"
  },
  {
    "title": "What activity do you never procrastinate on when it needs doing?"
  },
  {
    "title": "What is one mistake most people make at least once?"
  },
  {
    "title": "What's something you don't care about, even though lots of people do seem to care about it?"
  },
  {
    "title": "Who in your life do you wish you had met sooner?"
  },
  {
    "title": "What's one thing you do as often as possible to feel alive?"
  },
  {
    "title": "What was your favorite toy when you were a child?"
  },
  {
    "title": "Who was always there for you when no one else was?"
  },
  {
    "title": "What do you like most about being alone?"
  },
  {
    "title": "What do you hate being judged for?"
  },
  {
    "title": "What do you wish you could erase from the past?"
  },
  {
    "title": "In what way are you stronger than you look?"
  },
  {
    "title": "What do people thank you for most often?"
  },
  {
    "title": "What and who makes you feel the most like yourself?"
  },
  {
    "title": "What's something you wish you didn't rush into?"
  },
  {
    "title": "What has fear stopped you from doing?"
  },
  {
    "title": "In what way are you above average?"
  },
  {
    "title": "What makes you feel comfortable?"
  },
  {
    "title": "What is the most valuable life lesson you learned from a mistake?"
  }
]
