[
  {
    "title": "Do you ask enough questions? Or do you settle for what you know?"
  },
  {
    "title": "Have you done anything lately worth remembering?"
  },
  {
    "title": "When was the last time you tried something new?"
  },
  {
    "title": "If not now, then when?"
  },
  {
    "title": "If you had to teach something, what would you teach?"
  },
  {
    "title": "What makes you smile?"
  },
  {
    "title": "Are you holding onto something that you need to let go of?"
  },
  {
    "title": "Which is worse, failing or never trying?"
  },
  {
    "title": "Is stealing to feed a starving child wrong?"
  },
  {
    "title": "What do you want most?"
  },
  {
    "title": "What is the one thing you would most like to change about the world?"
  },
  {
    "title": "What impact do you want to leave on the world?"
  },
  {
    "title": "Are we living in a simulated universe?"
  },
  {
    "title": "When was your first impression of someone wrong?"
  },
  {
    "title": "What have you done that you are truly proud of?"
  },
  {
    "title": "What do you want to be known for?"
  },
  {
    "title": "What bad habits do you want to break?"
  },
  {
    "title": "What simple fact do you wish more people understood?"
  },
  {
    "title": "What is your greatest challenge?"
  },
  {
    "title": "How do you define success?"
  },
  {
    "title": "What can money not buy?"
  },
  {
    "title": "Can you think of a time when impossible became possible?"
  },
  {
    "title": "How short would your life have to be before you would start living differently today?"
  },
  {
    "title": "How do you spend the majority of your free time?"
  },
  {
    "title": "What have you learned recently that has changed the way you live?"
  },
  {
    "title": "What is the nicest thing someone has ever done for you?"
  },
  {
    "title": "What are your favorite simple pleasures?"
  },
  {
    "title": "What book has had the greatest influence on your life?"
  },
  {
    "title": "What do you do with the majority of your money?"
  },
  {
    "title": "What worries you most about the future?"
  },
  {
    "title": "Other than money, what else have you gained from your current job?"
  },
  {
    "title": "Who has had the greatest impact on your life?"
  },
  {
    "title": "Who depends on you?"
  },
  {
    "title": "Who would you like to forgive?"
  },
  {
    "title": "What is missing in your life?"
  },
  {
    "title": "Which one of your responsibilities do you wish you could get rid of?"
  },
  {
    "title": "What is the biggest change you have made in your life in the last year?"
  },
  {
    "title": "What do you do over and over again that you hate doing?"
  },
  {
    "title": "Through all of life's twists and turns, who has been there for you?"
  },
  {
    "title": "What was your last major accomplishment?"
  },
  {
    "title": "What do you do online that you would never do in real life?"
  },
  {
    "title": "What is your most annoying habit?"
  },
  {
    "title": "Do you think marriage is necessary? Why or why not?"
  },
  {
    "title": "What have you done once that you will never do again?"
  },
  {
    "title": "What do you think about almost every day?"
  },
  {
    "title": "What's something that's overrated?"
  },
  {
    "title": "What chance are you given every single day?"
  },
  {
    "title": "What gives you hope?"
  },
  {
    "title": "What are you getting tired of in your life?"
  },
  {
    "title": "What's something no one can take away from you?"
  },
  {
    "title": "What's one great thing that's free?"
  },
  {
    "title": "What's something that's easier for you than it is for most people?"
  },
  {
    "title": "What's something more people need to start caring about?"
  },
  {
    "title": "What are you glad you let go of?"
  },
  {
    "title": "What makes you different?"
  },
  {
    "title": "What is the one thing you would most like to change about yourself?"
  },
  {
    "title": "What's one thing you should never waste your time on?"
  },
  {
    "title": "What's something small that made a big difference in your life?"
  },
  {
    "title": "What's something everyone should experience at least once?"
  },
  {
    "title": "What does every child deserve?"
  },
  {
    "title": "What is the most difficult question you have ever had to answer?"
  },
  {
    "title": "What is the best job in the world?"
  },
  {
    "title": "What's something you have always wanted to do, but haven't yet done?"
  },
  {
    "title": "What would you like to do for the rest of your life?"
  },
  {
    "title": "What's something simple that makes you smile?"
  },
  {
    "title": "What stands between you and what you want?"
  },
  {
    "title": "What was the last wish you made?"
  },
  {
    "title": "What are you naturally good at?"
  },
  {
    "title": "What's something you would regret not doing?"
  },
  {
    "title": "What are you glad you quit?"
  },
  {
    "title": "If you haven't achieved it yet, what do you have to lose?"
  },
  {
    "title": "What is your favorite sound?"
  },
  {
    "title": "What's something new you recently learned about yourself?"
  },
  {
    "title": "What do you like/dislike most about your job?"
  },
  {
    "title": "What do you want more/less of in your life?"
  },
  {
    "title": "Who would you like to please the most? Why?"
  },
  {
    "title": "What has fear of failure stopped you from doing?"
  },
  {
    "title": "What are you really good at?"
  },
  {
    "title": "Who makes you feel good about yourself?"
  },
  {
    "title": "What are you waiting for?"
  },
  {
    "title": "What simple gesture have you recently witnessed that renewed your hope in humanity?"
  },
  {
    "title": "What was the last thing that made you laugh out loud?"
  },
  {
    "title": "What is your biggest phobia?"
  },
  {
    "title": "What life lesson did you learn the hard way?"
  },
  {
    "title": "How many hours a week do you spend online?"
  },
  {
    "title": "What do you love to do?"
  },
  {
    "title": "What do you love to practice?"
  },
  {
    "title": "What are you an expert at?"
  },
  {
    "title": "What things in life should always be free?"
  },
  {
    "title": "Do you give money to homeless people? Why or why not?"
  },
  {
    "title": "What's something everyone should do more often?"
  },
  {
    "title": "What's something everyone should know how to do?"
  },
  {
    "title": "What's a simple way to make a stranger smile?"
  },
  {
    "title": "What's one simple way to make life less complicated?"
  },
  {
    "title": "What's one simple rule you live by?"
  },
  {
    "title": "Was mathematics invented or discovered?"
  },
  {
    "title": "Is happiness ever truly worth it if others both currently and previously have suffered to bring it into existence?"
  },
  {
    "title": "Do you see yourself as individual or connected?"
  },
  {
    "title": "Why do/don't you want to have children?"
  },
  {
    "title": "Do we have the right to give birth to children?"
  },
  {
    "title": "If we want no one to suffer and think we're not selfish, then why do we bring children to life?"
  },
  {
    "title": "Why can't we consent to be born?"
  },
  {
    "title": "Can life really be regarded as a \"gift\"?"
  },
  {
    "title": "Why would you create a desire for having a child in the first place, when the person obtaining it cannot deny such a request?"
  },
  {
    "title": "Is addiction ever a good, worthwhile thing?"
  },
  {
    "title": "Is life actually killing us with death?"
  },
  {
    "title": "Is it out of reach? Or have you just not stretched yourself far enough?"
  },
  {
    "title": "Who do you love? What are you doing about it?"
  },
  {
    "title": "Do you think crying is a sign of weakness or strength?"
  },
  {
    "title": "Do you celebrate the things you do have?"
  },
  {
    "title": "What is the difference between living and existing?"
  },
  {
    "title": "Time or money?"
  },
  {
    "title": "Which activities make you lose track of time?"
  },
  {
    "title": "Would you break the law to save a loved one?"
  },
  {
    "title": "Would you rather have less work to do or more work you actually enjoy doing?"
  },
  {
    "title": "When was the last time you listened to the sound of your own breathing?"
  },
  {
    "title": "What's something you know you do differently than most people?"
  },
  {
    "title": "If we learn from our mistakes, why are we always so afraid to make a mistake?"
  },
  {
    "title": "If life is so short, why do we do so many things we don't like, and like so many things we don't do?"
  },
  {
    "title": "What gives your life meaning?"
  },
  {
    "title": "What makes everyone smile?"
  },
  {
    "title": "What do you owe yourself?"
  },
  {
    "title": "Why do you matter?"
  },
  {
    "title": "What are you sure of in your life?"
  },
  {
    "title": "What is the greatest truth?"
  },
  {
    "title": "When have you worked hard and loved every minute of it?"
  },
  {
    "title": "What do you love most about yourself?"
  },
  {
    "title": "How have you helped someone else recently?"
  },
  {
    "title": "What is your greatest skill?"
  },
  {
    "title": "How are you pursuing your dreams?"
  },
  {
    "title": "What's the biggest lie you once believed was true?"
  },
  {
    "title": "What's been on your mind most lately?"
  },
  {
    "title": "What risks do you wish you had taken?"
  },
  {
    "title": "What motivates you to go to work each day?"
  },
  {
    "title": "What is your greatest strength and your greatest weakness?"
  },
  {
    "title": "Do you like the city or town you live in? Why or why not?"
  },
  {
    "title": "What's the best part of being you?"
  },
  {
    "title": "What's the best decision you've ever made?"
  },
  {
    "title": "Based on your current daily actions and routines, where would you expect to be in five years?"
  },
  {
    "title": "When you have an hour of free time, what do you usually do?"
  },
  {
    "title": "What makes you feel secure?"
  },
  {
    "title": "What is your favorite smell?"
  },
  {
    "title": "What makes life easier?"
  },
  {
    "title": "Does money make you happy?"
  },
  {
    "title": "What have you bought that you never use?"
  },
  {
    "title": "Do you text while driving? Why?"
  },
  {
    "title": "What do you wish did not exist?"
  },
  {
    "title": "What decisions have you waited too long to make?"
  },
  {
    "title": "What do you need to spend more time doing?"
  },
  {
    "title": "What's the last thing you regret buying?"
  },
  {
    "title": "What is something you wish you did not have?"
  },
  {
    "title": "What mistakes do you make over and over again?"
  },
  {
    "title": "What do you do when you love someone who doesn't love you back?"
  },
  {
    "title": "What is worth the pain?"
  },
  {
    "title": "What's something that can't be taught?"
  },
  {
    "title": "What promise to yourself do you still need to fulfill?"
  },
  {
    "title": "Who have you been thinking about recently?"
  },
  {
    "title": "What's something you no longer do that you used to do frequently?"
  },
  {
    "title": "What lies do you often hear people tell?"
  },
  {
    "title": "What is something you strongly believe will happen in the future?"
  },
  {
    "title": "What's something nobody could ever steal from you?"
  },
  {
    "title": "What's something that happened to you that made you stronger?"
  },
  {
    "title": "What's something everyone needs to discover for themselves?"
  },
  {
    "title": "What is your purpose?"
  },
  {
    "title": "What's something you must have in your life?"
  },
  {
    "title": "When is intelligence not enough?"
  },
  {
    "title": "What is something that can bring people together?"
  },
  {
    "title": "What's something that's harder for you than it is for most people?"
  },
  {
    "title": "What's something you think about all the time?"
  },
  {
    "title": "What's something you have always wanted to try?"
  },
  {
    "title": "What's something many people mistakenly assume about you?"
  },
  {
    "title": "What's something everyone should start doing for others?"
  },
  {
    "title": "What change to your routine has saved you the most time?"
  },
  {
    "title": "What is one thing in your life that keeps getting better and better?"
  },
  {
    "title": "What's something you must quit to be happy?"
  },
  {
    "title": "What's one skill you need to succeed at anything?"
  },
  {
    "title": "What is something you know you need to stop doing?"
  },
  {
    "title": "What does time not heal?"
  },
  {
    "title": "What's one goal that motivates you?"
  },
  {
    "title": "What would the child you once were think of the adult you have become?"
  },
  {
    "title": "What do you tolerate almost every day?"
  },
  {
    "title": "What's something you know you're doing wrong?"
  },
  {
    "title": "What is something you must give up to move forward?"
  },
  {
    "title": "At what age did you become an adult?"
  },
  {
    "title": "What's something you can only give to yourself?"
  },
  {
    "title": "What causes you the most stress in life?"
  },
  {
    "title": "What do you think should be illegal that isn't?"
  },
  {
    "title": "What's the farthest you have ever traveled from home?"
  },
  {
    "title": "How do you want to live?"
  },
  {
    "title": "What causes you to stop respecting another person?"
  },
  {
    "title": "What's something you are 100% devoted to?"
  },
  {
    "title": "What did you give up on too soon?"
  },
  {
    "title": "What's something you wish happened more often?"
  },
  {
    "title": "What's one mistake you won't make again?"
  },
  {
    "title": "What's one thing that would make your life easier?"
  },
  {
    "title": "What makes life difficult?"
  },
  {
    "title": "Who is one person you will never forget?"
  },
  {
    "title": "What's something you do everyday that you hate to do?"
  },
  {
    "title": "What kind of people does the world need more of?"
  },
  {
    "title": "What's a word that has lots of power?"
  }
]